{"_id":{"$oid":"5e2ecf2f75b6223a88a67e22"},"fecha":{"$date":{"$numberLong":"1585872000000"}},"changelog":"Finally the first online version of Foobe was released. The functionalities are basic: List of users, being able to add them as contacts and see them in a list in the profile. You can also add information from your business profile.","__v":{"$numberInt":"0"},"changelogEsp":"Finalmente se lanzó la primera versión en línea de Foobe. Las funcionalidades son básicas: Lista de usuarios, pudiendo agregarlos como contactos y verlos en una lista en el perfil. También puede agregar información desde su perfil comercial."}
{"_id":{"$oid":"5e874c1199f51d2de42d90c1"},"fecha":{"$date":{"$numberLong":"1585958400000"}},"changelog":"Updating explanatory sections of the site, registration of 2 users, while expanding the database.","__v":{"$numberInt":"0"},"changelogEsp":"Actualización de secciones explicativas del sitio, registro de 2 usuarios, mientras se expande la base de datos."}
{"_id":{"$oid":"5e88f9b62170371dac5cd0a4"},"fecha":{"$date":{"$numberLong":"1586044800000"}},"changelog":"Tradeshows attendance calendar updated after the events on the Covid-19","__v":{"$numberInt":"0"},"changelogEsp":"Calendario de asistencia a ferias actualizado después de los eventos en el Covid-19"}
{"_id":{"$oid":"5e8c7f50e5967d373032fc0c"},"fecha":{"$date":{"$numberLong":"1586217600000"}},"changelog":"A detailed information of you contacts in your contact list, updating and making us growth","__v":{"$numberInt":"0"},"changelogEsp":"Una información detallada de sus contactos en su lista de contactos, actualizándonos y haciéndonos crecer"}
{"_id":{"$oid":"5e8dba0e056bef0cf46bedd9"},"fecha":{"$date":{"$numberLong":"1586304000000"}},"changelog":"Registered members will now be able to add their company's website and be congratulated on their birthday. In addition, 3 new sections are in preparation, which are messaging between users, a currency converter with a quote and history, and lastly, statistics from different indices and price and quantity indicators around the world.","__v":{"$numberInt":"0"},"changelogEsp":"Los miembros registrados ahora podrán agregar el sitio web de su empresa y recibir felicitaciones por su cumpleaños. Además, se están preparando 3 nuevas secciones, que son mensajes entre usuarios, un convertidor de divisas con cotización e historial y, por último, estadísticas de diferentes índices e indicadores de precios y cantidades en todo el mundo."}
{"_id":{"$oid":"5e948dbaed93612ac4e924ac"},"fecha":{"$date":{"$numberLong":"1586822400000"}},"changelog":"New section to send private messages among contacts, members of the community. The idea is not to fill the members' box with spam emails. They must also be contacts between members in order to access this functionality.","__v":{"$numberInt":"0"},"changelogEsp":"Nueva sección para enviar mensajes privados entre contactos, miembros de la comunidad. La idea no es llenar la casilla de los miembros con correos electrónicos no deseados. También deben ser contactos entre miembros para acceder a esta funcionalidad."}
